[
  {
   "coauthors": ["C. Mathéus"],
   "title": "Un contre-exemple à la réciproque du crit&egrave;re de Forni pour la positivité des exposants  de  Lyapunov  du  cocycle  de  Kontsevich-Zorich",
   "arxiv": "1103.1560",
   "abstract": "Forni proved that a certain geometric quantity gives a lower bound for the number of positive Lyapunov exponents of the Kontsevich-Zorich cocycle (<a href=\"http://aimsciences.org/journals/displayArticlesnew.jsp?paperID=6356\">J. Mod. Dyn. 5, No. 2 (2011)</a>, see also <a href=\"http://arxiv.org/abs/1009.4655\">arXiv:1009.4655</a>). In this short note, we exhibit an example for which the geometric criterion is not satisfied but for which all Lyapunov exponents are positive. In order to prove positivity, we use a result of C. Matheus, M. Moeller and J.-C. Yoccoz (<a href=\"http://arxiv.org/abs/1305.2033\">arXiv:1305.2033</a>)"
  },

  {
   "coauthors": ["A. Avila"],
   "title": "Weak-mixing directions in non-arithmetic Veech surfaces",
   "arxiv": "1304.3318",
   "abstract": "In this paper we prove the genericity of weak mixing in non-arithmetic Veech surfaces (arithmetic is synonym for square tiled). We know since the work A. Avila and G. Forni (<a href=\"http://annals.math.princeton.edu/2007/165-2/p07\">Ann. of Math. 165 (2007)</a>, see also <a href=\"http://arxiv.org/abs/math/0406326\">arXiv:math/0406326</a>) that weak-mixing is prevalent in the space of translation surfaces. Nevertheless, there was no known example of surfaces for which the weak-mixing is prevalent in almost every direction. Our result applies in particular to billiard in regular polygons studied by Veech (<a href=\"http://link.springer.com/article/10.1007%2FBF01388890\">Inv. Math. 97 (1989)</a>) and billiard in L-shaped tables introduced by C. McMullen (<a href=\"http://www.ams.org/journals/jams/2003-16-04/S0894-0347-03-00432-6/\">J. Amer. Math. Soc. 16 (2003)</a>)."
  },

 {
  "coauthors": ["J.-F. Bertazzon"],
  "title": "Étude d'une équation intégrale avec des méthodes combinatoires",
  "arxiv": "1403.2235",
  "abstract": "Nous étudions les sommes de Birkhoff itérées de fonctions sur certains systèmes dynamiques substitutifs. Les fonctions que nous regardons ont la propriété d'avoir toutes leurs sommes de Birkhoff itérées bornées (ce sont en particulier des cobords). Nous construisons une fonction continue comme limite de ces sommes de Birkhoff et montrons qu'elle vérifie une équation fonctionnelle. Cet article prolonge l'&eacute;tude du premier auteur dans <a href=\"http://arxiv.org/abs/1201.2502\">arXiv:1201.2502</a>."
 },

 {
  "coauthors": ["V. Berthé", "F. Docle", "D. Perrin", "C. Reteunauer", "G. Rindone"],
  "title": "Natural coding of linear involutions",
  "arxiv": "1405.3529"
 },

 {
  "coauthors": ["A. Zorich"],
  "title": "Cries and whispers in wind-tree forests",
  "arxiv": "1502.06405"
 },

 {
  "coauthors": ["A. Avila"],
  "title": "Some monoids of Pisot matrices",
  "arxiv": "1506.03692"
 }
]
