[ 
  {
   "coauthors": ["M. Boshernitzan"],
   "title": " From a packing problem to quantiative recurrence in [0,1] and the Lagrange spectrum of interval exchanges",
   "journal": "DiscreteAnalysis",
   "volume": "1749",
   "year": "2017",
   "website": "http://discreteanalysisjournal.com/article/1749-from-a-packing-problem-to-quantitative-recurrence-in-0-1-and-the-lagrange-spectrum-of-interval-exchanges",
   "arxiv": "1608.04591",
   "abstract": "This article provides optimal constants for two quantitative recurrence problems. First of all for recurrence of maps of the interval [0,1] that preserve the Lebesgue measure. On the other hand, we study the bottom of the Lagrange spectrum of interval exchange transformations. Both results are based on a unconventional packing problem in the plane with respect to the \"pseudo-norm\" N(x,y) = sqrt(|xy|)."
  },

  {
   "coauthors": ["V. Berthé", "F. Dolce", "D. Perrin", "C. Reutenauer", "G. Rindone"],
   "title": "Return words of linear involutions and fundamental groups",
   "journal": "ETDS",
   "volume": 37,
   "issue": 3,
   "year": 2017,
   "pages": [693, 715],
   "arxiv": "1405.3529",
   "website": "https://www.cambridge.org/core/journals/ergodic-theory-and-dynamical-systems/article/return-words-of-linear-involutions-and-fundamental-groups/47E1348C3E4A48FE946773B3ECD7A691",
   "abstract": "We investigate the shifts associated with natural codings of linear involutions. We deduce, from the geometric representation of linear involutions as Poincaré maps of measured foliations, a suitable definition of return words which yields that the set of return words to a given word is a symmetric basis of the free group on the underlying alphabet A. The set of return words with respect to a subgroup of finite index G of the free group on A is also proved to be a symmetric basis of G"
  },

  {
   "title": "Weak-mixing directions in non-arithmetic Veech surfaces",
   "coauthors": ["A. Avila"],
   "journal": "JAMS",
   "volume": "29",
   "year": "2016",
   "pages": [1167,1208],
   "arxiv": "1304.3318",
   "website": "http://www.ams.org/journals/jams/2016-29-04/S0894-0347-2016-00856-1/home.html",
   "abstract": "In this paper we prove the genericity of weak mixing in non-arithmetic Veech surfaces (arithmetic is synonym for square tiled). We know since the work A. Avila and G. Forni (<a href=\"http://annals.math.princeton.edu/2007/165-2/p07\">Ann. of Math. 165 (2007)</a>, see also <a href=\"http://arxiv.org/abs/math/0406326\">arXiv:math/0406326</a>) that weak-mixing is prevalent in the space of translation surfaces. Nevertheless, there was no known example of surfaces for which the weak-mixing is prevalent in almost every direction. Our result applies in particular to billiard in regular polygons studied by Veech (<a href=\"http://link.springer.com/article/10.1007%2FBF01388890\">Inv. Math. 97 (1989)</a>) and billiard in L-shaped tables introduced by C. McMullen (<a href=\"http://www.ams.org/journals/jams/2003-16-04/S0894-0347-03-00432-6/\">J. Amer. Math. Soc. 16 (2003)</a>)."
  },

  {
   "title": "Un contre-exemple à la réciproque du crit&egrave;re de Forni pour la positivité des exposants  de  Lyapunov  du  cocycle  de  Kontsevich-Zorich",
   "coauthors": ["C. Mathéus"],
   "journal": "MathResLett",
   "volume": 22,
   "issue": 6,
   "year": 2015,
   "pages": [1667,1678],
   "arxiv": "1103.1560",
   "abstract": "Forni proved that a certain geometric quantity gives a lower bound for the number of positive Lyapunov exponents of the Kontsevich-Zorich cocycle (<a href=\"http://aimsciences.org/journals/displayArticlesnew.jsp?paperID=6356\">J. Mod. Dyn. 5, No. 2 (2011)</a>, see also <a href=\"http://arxiv.org/abs/1009.4655\">arXiv:1009.4655</a>). In this short note, we exhibit an example for which the geometric criterion is not satisfied but for which all Lyapunov exponents are positive. In order to prove positivity, we use a result of C. Matheus, M. Moeller and J.-C. Yoccoz (<a href=\"http://arxiv.org/abs/1305.2033\">arXiv:1305.2033</a>)"
  },

  {
   "title": "Diagonal changes in hyperelliptic components. A natural extension to Ferenczi-Zamboni induction",
   "coauthors": ["C. Ulcigrai"],
   "journal": "GeomDed",
   "year": 2015,
   "month": 6,
   "volume": 176,
   "issue": 1,
   "pages": [117,174],
   "website": "http://link.springer.com/article/10.1007/s10711-014-9961-7",
   "arxiv": "1310.1052",
   "doi": "10.1007/s10711-014-9961-7",
   "abstract": "In this article, we introduce an induction scheme for translation surfaces in hyperelliptic strata. It can be considered as a geometric counterpart to Ferenczi-Zamboni construction (<a href=\"http://link.springer.com/article/10.1007/s11854-010-0031-2\">J. Analyse Math. 112 (2010)</a>)"
  },

  {
  "title": "Beyond substitutive dynamical systems: S-adic expansions",
  "coauthors": ["V. Berthé"],
  "journal": "KokBes",
  "volume": "B46",
  "year": 2014,
  "pages": [81, 123],
  "arxiv": "1309.3960",
  "abstract": "<a href=\"http://en.wikipedia.org/wiki/Self-similarity\">Self-similar</a> dynamical systems are example of highly structured dynamical systems. But there are much more systems of low complexity. One way to consider all of them is to slightly weaken the notion of self-similarity: we allow to see different patterns at different scales but all of them belong to a fixed family. The combinatorial counterpart of this construction are the so-called S-adic systems."
  },

  {
   "title": "Diffusion for the periodic wind-tree model",
   "year": 2014,
   "coauthors": ["P. Hubert", "S. Lelièvre"],
   "journal": "AENS",
   "volume": 47,
   "issue": 6,
   "pages": [1085, 1110],
   "arxiv": "1107.1810",
   "website": "http://smf4.emath.fr/Publications/AnnalesENS/4_47/html/ens_ann-sc_47_1085-1110.php",
   "year": 2014,
   "abstract": "The wind-tree model is a billiard in the plane where scatterers are rectangles randomly displaced. We study a periodic version and prove that the diffusion rate is 2/3. More precisely the maximum distance reached by a particule before time T is around T^(2/3). It makes a large difference with random walks in the plane for which that quantity equals T^(1/2)."
  },

  {
   "title": "Divergent directions in some periodic wind-tree models",
   "year": 2013,
   "journal": "JModDyn",
   "volume" : 7,
   "issue": 1,
   "pages": [1,29],
   "arxiv": "1107.2418",
   "doi": "10.3934/jmd.2013.7.1",
   "website": "http://aimsciences.org/journals/contentsListJMDnew.jsp?pubID=604",
   "abstract": "We prove that for many choice of rectangular obstacles, there exists divergent directions in the windtree model."
  },

  {
   "title": "Cardinality of Rauzy classes",
   "year": 2013,
   "journal": "AIF",
   "volume": 63,
   "issue": 5,
   "pages": [1651,1715],
   "arxiv": "1106.0807",
   "doi": "10.5802/aif.2811",
   "website": "http://aif.cedram.org/aif-bin/fitem?id=AIF_2013__63_5_1651_0",
   "abstract": "Rauzy classes are set of permutations that appear in a renormalization scheme of <a href=\"http://en.wikipedia.org/wiki/Interval_exchange_transformation\">interval exchange transformations</a> introduced by Rauzy and further studied by Veech. In this article we provide a formula for the cardinalities of Rauzy classes and make a conjecture about their asymptotics."
  }
]

